export const PostsMock = [
  {
    id: 1,
    title: "Разработчик мобильных приложений IOS",
    user: { name: "Саша Барабонова" },
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "ios" },
      { id: 3, name: "react" },
    ],
    description:
      "Нужно запилить небольшую фичу для проекта, мы занимаемся разработкой приложения для коммуникации. Нужно реализовать возможность поиска по ключевым словам среди названий объявлений. Мы пишем на React Native. Сейчас реализован весь функционал аппки, кроме поиска. Дедлайн 28 декабря. Готовы заплатить.",
  },
  {
    id: 2,
    title: "Верстка сайта",
    tags: [{ id: 1, name: "разработка" }],
    user: { name: "Саша Барабонова" },
    description:
      "К 20 января нужно написать визуальное исследование на 40 слайдов на тему «Исследование творчества амазонок русского авангарда», вам нужно собрать объявлений. Мы пишем на React Native. Сейчас реализован весь функционал аппки, кроме поиска. Дедлайн 28 декабря. Готовы заплатить.",
  },
  {
    id: 3,
    title: "Решить задачу по Питону",
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "python" },
    ],
    user: { name: "Саша Барабонова" },
    description:
      "Нужно запилить небольшую фичу для проекта, мы занимаемся разработкой приложения для коммуникации. Нужно реализовать возможность поиска по ключевым словам среди названий объявлений. Мы пишем на React Native. Сейчас реализован весь функционал аппки, кроме поиска. Дедлайн 28 декабря. Готовы заплатить.",
  },
  {
    id: 4,
    title: "Разработчик мобильных приложений IOS",
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "ios" },
      { id: 3, name: "react" },
    ],
    user: { name: "Саша Барабонова" },
    description:
      "К 20 января нужно написать визуальное исследование на 40 слайдов на тему «Исследование творчества амазонок русского авангарда», вам нужно собрать объявлений. Мы пишем на React Native. Сейчас реализован весь функционал аппки, кроме поиска. Дедлайн 28 декабря. Готовы заплатить.",
  },
  {
    id: 5,
    title: "Решить задачу по Питону",
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "ios" },
      { id: 3, name: "react" },
    ],
    user: { name: "Саша Барабонова" },
    description:
      "Нужно написать визуальное исследование на 40 слайдов на тему «Исследование творчества амазонок русского авангарда», вам нужно собрать объявлений. Мы пишем на React Native. Сейчас реализован весь функционал аппки, кроме поиска. Дедлайн 28 декабря. Готовы заплатить.",
  },
  {
    id: 6,
    title: "Верстка сайта",
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "ios" },
      { id: 3, name: "react" },
    ],
    user: { name: "Саша Барабонова" },
    description:
      "Визуальное исследование на 40 слайдов на тему «Исследование творчества амазонок русского авангарда», вам нужно собрать объявлений. Мы пишем на React Native. Сейчас реализован весь функционал аппки, кроме поиска. Дедлайн 28 декабря. Готовы заплатить.",
  },
];
