export const PostsMock = [
  {
    id: "1",
    title: "Разработчик мобильных приложений IOS",
    user: { name: "Козырев Антон" },
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "ios" },
      { id: 3, name: "react" },
    ],
    description:
      "Нужно запилить небольшую фичу для учебного проекта, хотим запустить в ближайшие дни. Есть пару багов — надо их убрать и затем дописать пои....",
  },
  {
    id: "2",
    title: "Верстка сайта",
    tags: [{ id: 1, name: "разработка" }],
    user: { name: "Козырев Антон" },
    description:
      "Скоро запускаем учебный проект — бот в тг, нужно подготовить и релизнуть для него платформу. После релиза будет привлекать инвестиции поэт...",
  },
  {
    id: "3",
    title: "Решить задачу по Питону",
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "python" },
    ],
    user: { name: "Козырев Антон" },
    description:
      "Есть дз срочно до 15 декабря нужно запилить небольшую фичу для учебного проекта, готовы оплатить. Работы немного — три задачи на функц...",
  },
  {
    id: "4",
    title: "Разработчик мобильных приложений IOS",
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "ios" },
      { id: 3, name: "react" },
    ],
    user: { name: "Козырев Антон" },
    description:
      "Есть дз срочно до 15 декабря нужно запилить небольшую фичу для учебного проекта, готовы оплатить. Работы немного — три задачи на функц...",
  },
  {
    id: "5",
    title: "Решить задачу по Питону",
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "ios" },
      { id: 3, name: "react" },
    ],
    user: { name: "Козырев Антон" },
    description:
      "Есть дз срочно до 15 декабря нужно запилить небольшую фичу для учебного проекта, готовы оплатить. Работы немного — три задачи на функц...",
  },
  {
    id: "6",
    title: "Верстка сайта",
    tags: [
      { id: 1, name: "разработка" },
      { id: 2, name: "ios" },
      { id: 3, name: "react" },
    ],
    user: { name: "Козырев Антон" },
    description:
      "Есть дз срочно до 15 декабря нужно запилить небольшую фичу для учебного проекта, готовы оплатить. Работы немного — три задачи на функц...",
  },
];
